-- phpMyAdmin SQL Dump
-- version 4.8.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2019-11-19 08:46:32
-- 服务器版本： 10.1.33-MariaDB
-- PHP Version: 7.2.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `amx`
--

-- --------------------------------------------------------

--
-- 表的结构 `about`
--

CREATE TABLE `about` (
  `name` varchar(64) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `about`
--

INSERT INTO `about` (`name`) VALUES
('发展历程'),
('品牌简介');

-- --------------------------------------------------------

--
-- 表的结构 `aboutbrand`
--

CREATE TABLE `aboutbrand` (
  `name` varchar(32) NOT NULL,
  `title` varchar(128) NOT NULL,
  `content` varchar(1024) NOT NULL,
  `src` varchar(128) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `aboutbrand`
--

INSERT INTO `aboutbrand` (`name`, `title`, `content`, `src`) VALUES
('品牌介绍', '设计理念|DESIGN CONCEPT', '秉承“塑形、优雅、大气、经典、时尚”的设计理念,运用优质上等的面料精致的细节装饰、优雅的色彩和图案,加上时尚的设计和巧妙的剪裁,勾勒出女性的线条美感,妆点现代都市女性的多彩生活。', 'images/服装子网页4_05.png'),
('品牌介绍', '品牌理念|BRAND CONCEPT', '追求时尚、精致与实用美学的完美平衡,通过对国际流行趋势与女装市场的深入研究，整合国际、国内尖端时尚资源，融汇贯通，倾心专注精彩演绎现代都市女性的自信、优雅、女人味。', 'images/服装子网页4_08.png'),
('品牌介绍', '品牌文化|BRAND CULTURE', '定位于追求优雅含蓄、融入温柔婉约、崇尚完美精致生活的都市白领女性，她们追求品质与时尚但绝不随波逐流，习惯被人关注和宠爱、她们的优雅气质让她们展现出属于玖姿女性独有的魅力风尚.传承意大利风情，采用精美绝伦的立体剪裁，花型组合与材质拼接，并选用欧洲当季最流行的高级面料，将意大利时装的精致优雅和浪漫热情完美融合在一起。 完美缔造出中国女性优雅、知性、时尚的服饰经典。', 'images/服装子网页4_12.png');

-- --------------------------------------------------------

--
-- 表的结构 `aboutdevel`
--

CREATE TABLE `aboutdevel` (
  `time` varchar(32) NOT NULL,
  `name` varchar(128) NOT NULL,
  `content` varchar(2048) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `aboutdevel`
--

INSERT INTO `aboutdevel` (`time`, `name`, `content`) VALUES
('2019.11.11', '发展历程', '2018年的5月,影视明星刘涛正式成为安正时尚集团旗下主力品牌JZ玖姿的首位品牌形象代言人;在签约仪式当天,刘涛身穿玖姿2018秋冬秀场同款亮相,坚定利落的简约风格与刘涛特有的优雅气质完美融合。'),
('2019.10.11', '发展历程', '2018年2月26日,作为米兰时装周官方唯一邀请的中国商业女装品牌玖姿压轴亮相2018F/W米兰时装周,在国际时尚之都米兰,以“中国姿造MADE BY JUZUI” 主题发布2018秋冬新品,作为修饰中国女性身形的时尚专家,用不变的裁缝初心展现每位女性的优美曲线和自信光芒,发布会现场,知名女演员刘涛身着JZ玖姿格纹套装优雅出席,共赴盛会。'),
('2019.09.11', '发展历程', '2017年2月14日安正时尚集团股份有限公司(股票简称:安正时尚,股票代码603839 )股票在上海证券交易所上市,高圆圆身着\'JZ玖姿\'定制款服装出席。'),
('2019.09.11', '发展历程', '集团旗下品牌FIONA CHEN(斐娜晨)以“消失的动物”为灵感,于中国国际时装周拉开品牌2017春夏时装大秀');

-- --------------------------------------------------------

--
-- 表的结构 `indexnews`
--

CREATE TABLE `indexnews` (
  `time` varchar(64) NOT NULL,
  `title` varchar(128) NOT NULL,
  `content` varchar(1028) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `indexnews`
--

INSERT INTO `indexnews` (`time`, `title`, `content`) VALUES
('2019|11/09', 'EIMICHS获数百万元天使轮融资', ' EIMICHS已完成数百万元天使轮融资,由天使湾领投。燕清联合旗下平视资本跟投。据悉，本轮融资资金将主要用于品牌推广和渠道拓展。目前中国有4600万肥群女性,数量已超美国成为世界第一。'),
('2019|11/08', '新款EIMICHS艾蜜雪女装', ' EIMICHS已完成数百万元天使轮融资,由天使湾领投。燕清联合旗下平视资本跟投。据悉，本轮融资资金将主要用于品牌推广和渠道拓展。目前中国有4600万肥群女性,数量已超美国成为世界第一。'),
('2019|11/11', '冬季新款羽绒服', ' EIMICHS已完成数百万元天使轮融资,由天使湾领投。燕清联合旗下平视资本跟投。据悉，本轮融资资金将主要用于品牌推广和渠道拓展。目前中国有4600万肥群女性,数量已超美国成为世界第一。'),
('2019|11/10', '冬季新款服装', ' EIMICHS已完成数百万元天使轮融资,由天使湾领投。燕清联合旗下平视资本跟投。据悉，本轮融资资金将主要用于品牌推广和渠道拓展。目前中国有4600万肥群女性,数量已超美国成为世界第一。');

-- --------------------------------------------------------

--
-- 表的结构 `indexproduct`
--

CREATE TABLE `indexproduct` (
  `src` varchar(128) NOT NULL,
  `title` varchar(128) NOT NULL,
  `content` varchar(1028) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `indexproduct`
--

INSERT INTO `indexproduct` (`src`, `title`, `content`) VALUES
('images/服装_14.png', '简约风格', '服装几乎不要任何装饰，信奉简约主义的服装设计师擅长做减法.'),
('images/服装_16.png', '韩版风格', '舍弃了简单的色调堆砌，而是通过特别的明暗对比来彰显品味.'),
('images/服装_21.png', '百搭风格', '以搭配各类衣服，很实用的单件服饰与其他款式，颜色的服饰均能产生一定的效果.'),
('images/服装_24.png', 'KOREAN&nbsp;STYLE', '服装几乎不要任何装饰，信奉简约主义的服装设计师擅长做减法.');

-- --------------------------------------------------------

--
-- 表的结构 `indexteam`
--

CREATE TABLE `indexteam` (
  `src` varchar(128) NOT NULL,
  `title` varchar(128) NOT NULL,
  `content` varchar(1028) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `indexteam`
--

INSERT INTO `indexteam` (`src`, `title`, `content`) VALUES
('images/服装_30.png|images/服装_301.png', '刘清扬', '生在北京，长在香港, 18岁留学英国就读于(英国圣马丁艺术设计学院)(面料设计)专业。'),
('images/服装_321.png|images/服装_32.png', '韩璐璐', '擅长将典雅的东方气质与利落的西式剪裁相融和,强调女性精致.优雅的特质'),
('images/服装_34.png|images/服装_341.png', '周翔宇', '出生于1982年，毕业于DEN HAAG服装学院，曾经攻读工业造型设计并在AMSTERDAM自由大学修读荷兰语。'),
('images/服装_36.png|images/服装_361.png', '罗峥', '1970年6月出生于北京，1991年深圳大学国际金融贸易专业毕业。');

-- --------------------------------------------------------

--
-- 表的结构 `news`
--

CREATE TABLE `news` (
  `name` varchar(128) DEFAULT NULL,
  `content` varchar(1024) NOT NULL,
  `src` varchar(64) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `news`
--

INSERT INTO `news` (`name`, `content`, `src`) VALUES
('夏日，吹起，运动风', '设计师们以旧翻新的能力好比一个个粉刷匠,竟然能让曾经难以被潮流接受的POLO衫也时髦起来,就连作为延伸品的POLO裙都炙手可热了。相比POLO衫, POLO裙的优点之一就是省去 了搭配的烦恼,且收腰处理之后,更修饰身形,加入红白条纹,则弱化了年龄。', 'images/服装3级子网页夏日，吹起，运动风_03.png'),
('夏日，吹起，运动风', '条纹亦是时髦运动风不可缺失的要素之一- , 尤其装饰于侧边之后,得到了大批时尚人士的宠爱,竖向延伸的条纹,更容易勾勒出优美曲线,裙边的开衩,随性而性感为日常的休闲带去美好的心情。', 'images/服装3级子网页夏日，吹起，运动风_07.png'),
('夏日，吹起，运动风', '裤装的运动感的确会比裙装来得直接,可相对的,穿出时髦感的难度就增加了,所以,成套穿着，依旧是省力的好方法 ,相互呼应的条纹可以为整理造型加分,同时V领设计的海洋碎花上衣显瘦清新,不正是这夏日运动风的极佳表现嘛!', 'images/服装3级子网页夏日，吹起，运动风_11.png'),
('时髦客不爱裙装爱裤装，她们美得不一样', '人人都对小黑裤的百搭青睐有加,殊不知,小白裤也是清爽显瘦利器,黑白斑马条纹投射光影魅力,如果搭配小黑裤,未免沉闷了,而小白裤则有提亮之效，上衣扎入裤中,腰线自然提升。', 'images/服装3级子网页2_09.png'),
('时髦客不爱裙装爱裤装，她们美得不一样', '舒适是裤装除了简约以外的另- -个特点,那么,阔腿裤则是把这-特点发挥到了极致,不受身形的束缚,自在不过如此,而当阔腿裤与背带裤结合时,又突破了年龄的困扰,走路都带风。', 'images/服装3级子网页2_13.png'),
('春日里的连衣裙，仙气又撩人', '薄纱,就像少女时代的秘密-样,欲说还休，一旦被笼罩,便如同落入了满是迷雾的仙境,走动之间,轻柔的裙摆随风摇曳,曼妙身姿若隐若现。。', 'images/服装3级子网页春日里的连衣裙，仙气又撩人_03.png'),
('春日里的连衣裙，仙气又撩人', '花朵是“仙女裙”的又- -经典元素,集合了时下流行的芭蕾粉、山茶白之后,成片的花朵不仅没有拥挤的视觉感,反而错落有致,显得尤为清新。同时,玖姿设计师又别出心裁地将花朵攀岩生长的过程展示于裙身之上,连结的花叶加深了相互羁绊,能给穿着者带来更为跳脱生动的体验感。', 'images/服装3级子网页春日里的连衣裙，仙气又撩人_07.png'),
('春日里的连衣裙，仙气又撩人', '蕾丝又何尝不是“仙女”的标配呢,得益于面料质感及立体剪裁,连衣裙兼具了柔软与挺括,而喇叭袖口的设计则体现了现代宫廷之感,既古典又浪漫。把蕾丝作为点缀亦是“仙女裙”的惯用手法,雪纺衬衫式的上身设计具有较强的职业感,而蕾丝绣花裙摆的配合,提升了整体的精致度,从而突出了女性魅力。', 'images/服装3级子网页春日里的连衣裙，仙气又撩人_11.png'),
('美丽说，我把春天献给你', '花开有期,时不待人,准备好行囊,就该出发了。既然是樱花季,怎么能少了樱花粉呢,浅浅的|浪漫中带着- 点收敛却多了- 份活力。JZ玖姿短款樱花粉色纸风衣灯笼袖口蓬出少女感,与丈青系带长裙,撞出别样清新。', 'images/服装3级子网页美丽说，我把春天献给你_03.png'),
('美丽说，我把春天献给你', '长款纸风衣的显著优点在于足够轻薄飘逸,尤其侧边开衩之后,便具备了裙摆的功能，伫立树下,望着无数樱花倚着风劲离开枝头,一-个转身,衣裾飞扬,乘兴,与它们共舞一 曲吧。', 'images/服装3级子网页美丽说，我把春天献给你_07.png'),
('美丽说，我把春天献给你', '知道吗,樱花可不止粉色-种，白的,红的,各有姿态, JZ玖姿红白解构印花连衣裙将樱花的纯粹与热烈集于-身 ,抽取式腰绳,既是装饰,亦能达到修饰身形的效果，漫步花路,优雅于心。', 'images/服装3级子网页美丽说，我把春天献给你_11.png'),
('时髦客不爱裙装爱裤装，她们美得不一样', '紧身牛仔一直以来就是毫不费力就时髦的单品之一 , 尤其对上衣的选择极度宽容,几乎可以与任何风格完美契合,最好搭-件白T ,清新自然,或者配一件OVERSIZE衬衫,慵懒闲适。', 'images/服装3级子网页2_05.png');

-- --------------------------------------------------------

--
-- 表的结构 `newsindex`
--

CREATE TABLE `newsindex` (
  `time` varchar(64) NOT NULL,
  `name` varchar(1024) DEFAULT NULL,
  `content` varchar(1024) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `newsindex`
--

INSERT INTO `newsindex` (`time`, `name`, `content`) VALUES
('2019|11.10', '春日里的连衣裙，仙气又撩人', '又到人间四月天,这样花开的日子,不正是穿起裙装的好时节嘛。潮流的瞬息万变,让女人对于裙装的挑选变得越来越严苛了,可即便如此,总有一袭“仙女裙”能轻而易举偷得芳心,虽然“仙女”-词不免有着些许夸张成分,但它终究满足了属于女人的极致浪漫。'),
('2019|11.10', '时髦客不爱裙装爱裤装，她们美得不一样', '提起法国女人，优雅-词就会不由自主地映入脑海,记忆里，她们总穿着浪漫的裙装,化着精致的妆容,在巴黎街道缓缓走过,过着慵懒的生活可这并不是她们生活的全貌,而裙装也不是她们的必然选择,随着社会变迁,裤装逐渐走上历史舞台,就这样,法国女人的优雅里多了-份自由'),
('2019|11.10', '夏日，吹起，运动风', '在真正的夏天到来之前,全世界的女人都有一个共同理想,那就是瘦-点,再瘦-点，可健身这件\'小事\'实在无法随心所欲,三天打鱼两天晒网的锻炼怎么也抵不过一-杯奶茶带来的热量,是时候该另辟蹊径了,如果不能立刻减重,那,先显瘦吧。'),
('2019|11.10', '美丽说，我把春天献给你', '三月,是属于樱花的季节。可樱花的花期极短,从开花到凋谢也不过- -周,所以,每当樱花盛开漫天飞舞的时候,总有如潮的赏花人追着花讯从南到北，去感受樱花那短暂却美丽的一生。除了以樱花闻名的日本,国内也有不少观赏胜地呢~');

-- --------------------------------------------------------

--
-- 表的结构 `product`
--

CREATE TABLE `product` (
  `name` varchar(64) NOT NULL,
  `style` varchar(1024) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `product`
--

INSERT INTO `product` (`name`, `style`) VALUES
('百搭风格', '百搭, 一般为单品,可以搭配各类衣服,很实用的单件服饰,与其他款式、颜色的服饰均能产生一定的效果一般都是比较基本的. 经典的样式或颜色。如纯色系服装牛仔裤等。'),
('简版风格', '简约风格的服装几乎不要任何装饰,信奉简约主义的服装设计师擅长做减法。他们把一切多余的东西从服装上拿走。这种精心设计的廓形常常需要精致的材料来表现通过精确的结构(板型)和精到的工艺来完成。'),
('欧美风格', '主张大气简洁,面料自然,比较随意比较简约搭配感和设计感强.黑白色调、卡其色调为主的服饰,加以马甲、围巾、帽子、珠宝等配饰就可以称为欧美风格。'),
('韩版风格', '韩装舍弃了简单的色调堆砌,而是通过特别的明暗对比来彰显品位。服装的设计者通过面料的质感与对比,加上款式的丰富变化来强调冲击力,那种浓艳的、繁复的表面的东西被精致的、甚至有点羞涩的展现取而代之,简洁得连口袋都省了的长裤、不规则的衣裙下摆、极具风情的褶褶花边都在表白它的美丽与流行。');

-- --------------------------------------------------------

--
-- 表的结构 `productimg`
--

CREATE TABLE `productimg` (
  `name` varchar(64) NOT NULL,
  `src` varchar(128) NOT NULL,
  `title` varchar(128) NOT NULL,
  `span` varchar(32) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `productimg`
--

INSERT INTO `productimg` (`name`, `src`, `title`, `span`) VALUES
('百搭风格', 'images/服装子网页3_05.png|舒适百搭印花', 'STYLE', '浩瀚如海'),
('百搭风格', 'images/服装子网页3_07.png|AS&nbsp;VAST&nbsp;AS&nbsp;THE&nbsp;SEA', 'STYLE', '浩瀚如海'),
('百搭风格', 'images/服装子网页3_09.png|光年里骑行', 'STYLE', '浩瀚如海'),
('百搭风格', 'images/服装子网页3_11.png|花样年华', 'STYLE', '浩瀚如海'),
('简版风格', 'images/服装子网页简约风格_03.png|暮色森林', 'SIMPLE&nbsp;STYLE', '黑色经典'),
('简版风格', 'images/服装子网页简约风格_05.png|BLACK&nbsp;CLASSICS', 'SIMPLE&nbsp;STYLE', '黑色经典'),
('简版风格', 'images/服装子网页简约风格_07.png|棕色毛衣', 'SIMPLE&nbsp;STYLE', '黑色经典'),
('简版风格', 'images/服装子网页简约风格_09.png|黑色毛衣', 'SIMPLE&nbsp;STYLE', '黑色经典'),
('欧美风格', 'images/服装子网页欧美风格_03.png|森林变奏曲', 'EUROPEAN&nbsp;AND&nbsp;AMERICAN&nbsp;STYLE', '沉醉飞鱼池'),
('欧美风格', 'images/服装子网页欧美风格_05.png|DRUNKEN&nbsp;FLYING&nbsp;FISH&nbsp;POND', 'EUROPEAN&nbsp;AND&nbsp;AMERICAN&nbsp;STYLE', '沉醉飞鱼池'),
('欧美风格', 'images/服装子网页欧美风格_07.png|幻陷翡翠鸟', 'EUROPEAN&nbsp;AND&nbsp;AMERICAN&nbsp;STYLE', '沉醉飞鱼池'),
('欧美风格', 'images/服装子网页欧美风格_09.png|高级系列', 'EUROPEAN&nbsp;AND&nbsp;AMERICAN&nbsp;STYLE', '沉醉飞鱼池'),
('韩版风格', 'images/服装子网页韩版风格_05.png|橙色季风', 'KOREAN&nbsp;STYLE', '橙色季风'),
('韩版风格', 'images/服装子网页韩版风格_07.png|AS&nbsp;VAST&nbsp;AS&nbsp;THE&nbsp;SEA', 'KOREAN&nbsp;STYLE', '橙色季风'),
('韩版风格', 'images/服装子网页韩版风格_09.png|粉色妖姬', 'KOREAN&nbsp;STYLE', '橙色季风'),
('韩版风格', 'images/服装子网页韩版风格_11.png|白色玫瑰', 'KOREAN&nbsp;STYLE', '橙色季风');

-- --------------------------------------------------------

--
-- 表的结构 `productsonimg`
--

CREATE TABLE `productsonimg` (
  `name` varchar(64) NOT NULL,
  `src` varchar(128) NOT NULL,
  `title` varchar(64) NOT NULL,
  `text` varchar(64) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `productsonimg`
--

INSERT INTO `productsonimg` (`name`, `src`, `title`, `text`) VALUES
('欧美风格', 'images/服装子网页欧美风格1_05.png', 'DGJNDGN', '沉醉飞鱼池'),
('欧美风格', 'images/服装子网页欧美风格1_07.png', 'SDN SNBN', '沉醉飞鱼池'),
('欧美风格', 'images/服装子网页欧美风格1_09.png', 'QEGFFBNB', '沉醉飞鱼池'),
('欧美风格', 'images/服装子网页欧美风格1_12.png', 'JKGHIKF', '沉醉飞鱼池'),
('欧美风格', 'images/服装子网页欧美风格1_18.png', 'ADEYSHQWF', '沉醉飞鱼池'),
('欧美风格', 'images/服装子网页欧美风格1_19.png', 'DSGBVNVH', '沉醉飞鱼池'),
('欧美风格', 'images/服装子网页欧美风格1_20.png', 'SRFLOSAE', '沉醉飞鱼池'),
('欧美风格', 'images/服装子网页欧美风格1_21.png', 'SDRFYHHS', '沉醉飞鱼池'),
('百搭风格', 'images/服装子网页3_05.png', '舒适百搭印花', '浩瀚如海'),
('百搭风格', 'images/服装子网页3_07.png', 'AS&nbsp;VAST&nbsp;AS&nbsp;THE&nbsp;SEA', '浩瀚如海'),
('百搭风格', 'images/服装子网页3_09.png', '光年里骑行', '浩瀚如海'),
('百搭风格', 'images/服装子网页3_11.png', '花样年华', '浩瀚如海'),
('百搭风格', 'images/服装子网页3_05.png', '舒适百搭印花', '浩瀚如海'),
('百搭风格', 'images/服装子网页3_07.png', 'AS&nbsp;VAST&nbsp;AS&nbsp;THE&nbsp;SEA', '浩瀚如海'),
('百搭风格', 'images/服装子网页3_09.png', '光年里骑行', '浩瀚如海'),
('百搭风格', 'images/服装子网页3_11.png', '花样年华', '浩瀚如海'),
('简版风格', 'images/服装子网页简约风格_03.png', '暮色森林', '黑色经典'),
('简版风格', 'images/服装子网页简约风格_05.png', 'BLACK&nbsp;CLASSICS', '黑色经典'),
('简版风格', 'images/服装子网页简约风格_05.png', '棕色毛衣', '黑色经典'),
('简版风格', 'images/服装子网页简约风格_09.png', '黑色毛衣', '黑色经典'),
('简版风格', 'images/服装子网页简约风格_03.png', '暮色森林', '黑色经典'),
('简版风格', 'images/服装子网页简约风格_05.png', 'BLACK&nbsp;CLASSICS', '黑色经典'),
('简版风格', 'images/服装子网页简约风格_05.png', '棕色毛衣', '黑色经典'),
('简版风格', 'images/服装子网页简约风格_09.png', '黑色毛衣', '黑色经典'),
('韩版风格', 'images/服装子网页韩版风格_05.png', '橙色季风', '橙色季风'),
('韩版风格', 'images/服装子网页韩版风格_07.png', 'AS&nbsp;VAST&nbsp;AS&nbsp;THE&nbsp;SEA', '橙色季风'),
('韩版风格', 'images/服装子网页韩版风格_09.png', '粉色妖姬', '橙色季风'),
('韩版风格', 'images/服装子网页韩版风格_11.png', '白色玫瑰', '橙色季风'),
('韩版风格', 'images/服装子网页韩版风格_05.png', '橙色季风', '橙色季风'),
('韩版风格', 'images/服装子网页韩版风格_07.png', 'AS&nbsp;VAST&nbsp;AS&nbsp;THE&nbsp;SEA', '橙色季风'),
('韩版风格', 'images/服装子网页韩版风格_09.png', '粉色妖姬', '橙色季风'),
('韩版风格', 'images/服装子网页韩版风格_11.png', '白色玫瑰', '橙色季风');

-- --------------------------------------------------------

--
-- 表的结构 `team`
--

CREATE TABLE `team` (
  `name` varchar(32) NOT NULL,
  `life` varchar(1024) NOT NULL,
  `style` varchar(1024) NOT NULL,
  `src` varchar(64) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `team`
--

INSERT INTO `team` (`name`, `life`, `style`, `src`) VALUES
('周翔宇', '周翔宇出生于1982年,毕业于DEN HAAG服装学院,曾经攻读工业造型设计并在AMSTERDAM自由大学修读荷兰语。周翔宇曾经为戛纳国际电影节、威尼斯国际电影节、东京国际电影节、香港国际电影节、釜山国际电影节、印度国际电影节等艺人、导演定制红毯礼服。', 'XANDER ZHOU以独特的视觉艺术角度、出众的设计剪裁进行一 种新的诠释,他的多元化的市场理念在中国服装界构筑出一个全新的商业模式。周祥宇喜欢MIUCCIA PRADA以及NICOLAS GHESQUIERE的设计。多年的专业经历让他对设计以及经营都有着很清晰的思路。他的作品非常注重服装穿着时的整体搭配性，强调模糊性别的着装概念,而不是刻意的中性感,一切以完美的视觉效果出发。', 'images/服装子网页韩周翔宇_03.png'),
('韩璐璐', '韩璐璐曾游学于加拿大及意大利,在意大利米兰顶级设计学院ISTITUTO MARANGON获得硕士学位。她曾参与多家高端品牌的设计项目,其中更以自由设计师身份加入世界顶级礼服巨擘桂由美YUMI KATSURA的设计工作,成为其合作的首位华人设计师。同时,以时尚博主冠军身份受邀ELLE巴黎秀场头排客,并担任悦己专栏撰稿人及多家电视媒体造型师。作为”新式轻礼服”创导者,从2008年HL设计工作室成立之初,便受到都会精英女性的热捧和时尚媒体的广泛关注。', '作为“新式轻礼服”创导者,韩璐璐不拘泥于轻礼服既为酒会小礼服的固有形式, 推出了“新式轻礼服”的概念将礼服的精致与成衣的实穿完美结合。在材料及工艺的选择处理上,细致考究、自然妥贴。她擅长将典雅的东方气质与利落的西式剪裁相融和 ,强调女性精致、优雅的特质;提倡一衣多变及无季节性的穿搭理念,力求在设计感与实穿性上找到最佳契合点。设计作品DESIGN WORKS', 'images/服装子网页韩璐璐_03.png'),
('刘清扬', '设计师刘清扬( CHRISTINE LAU) ,生在北京,长在香港, 18岁留学英国i就读于CENTRAL SAINT MARTINSCOLLAGE英国圣马丁艺术设计学院)TEXTILEDESIGN (面料设计)专业。出于对服装设计的热爱,毕业后,在做面料设计师的同时开始自学服装设计。在中西文化结合的生长环境影响下,形成了对设计的独特见解。面料设计的基础更令其在服装设计.上有着得天独厚的优势。', '设计风格优雅而前卫↓注重服装设计的原创精神。设计师将复古元素和现代简约设计巧妙的结合在-起，创造出种精致并且经典的设计风格。设计师认为面料是影响服装设计的关键所在,因此对面料的运用有着独特的见解而每一季由设计师亲自操刀设计的另类印花面料', 'images/服装子网页_05.png'),
('罗峥', '罗峥淡然处事,笑谈风云,在成功经营自己的时装品牌的同时又成为国际投资商的座上宾,用她设计师敏锐的感悟与与他们讨论着天下时尚大势。但她毕竟只是-一个女孩子,而且还是一一个很年轻的女孩子。所以知性加感性的她有着无限美好的发展前景。看罗峥设计的时装,就会发现许多艺术元素,比如，用扇子、中国花鸟、旧上海洋烟图等意象组合而成的中西合壁旗袍;', '风之翼系列源自新古典浪漫主义,秉承经典时尚的风格,极富唯美,浪漫的韵味。把传统的思维用现代的理念表达出来，寻求-种自然而现代的平衡。用纯艺术的,戏剧性的手法来突出一种典雅的气质。运用各种富有机理质感的面料和现代的结构技巧来实现时尚与古典优雅的统一, 创造一种不同凡想的视觉效果。 从而营造出高贵中带有不羁的女性,她就象灵动而富有激情的天使,于典雅中流露着忧郁,诠释着无法抵挡的女性魅力。', 'images/服装子网页韩罗峥_03.png');

-- --------------------------------------------------------

--
-- 表的结构 `teamimg`
--

CREATE TABLE `teamimg` (
  `name` varchar(64) NOT NULL,
  `src` varchar(128) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `teamimg`
--

INSERT INTO `teamimg` (`name`, `src`) VALUES
('罗峥', 'images/服装子网页韩罗峥_07.png'),
('罗峥', 'images/服装子网页韩罗峥_09.png'),
('罗峥', 'images/服装子网页韩罗峥_11.png'),
('罗峥', 'images/服装子网页韩罗峥_13.png'),
('周翔宇', 'images/服装子网页韩周翔宇_07.png'),
('周翔宇', 'images/服装子网页韩周翔宇_09.png'),
('周翔宇', 'images/服装子网页韩周翔宇_11.png'),
('周翔宇', 'images/服装子网页韩周翔宇_13.png'),
('刘清扬', 'images/服装子网页_09.png'),
('刘清扬', 'images/服装子网页_11.png'),
('刘清扬', 'images/服装子网页_13.png'),
('刘清扬', 'images/服装子网页_15.png'),
('韩璐璐', 'images/服装子网页韩璐璐_07.png'),
('韩璐璐', 'images/服装子网页韩璐璐_09.png'),
('韩璐璐', 'images/服装子网页韩璐璐_11.png'),
('韩璐璐', 'images/服装子网页韩璐璐_13.png');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
